/******************************************************************************
文 件 名    HW01_01
作    者    朱晓光
班    级    计科校交1601
学    号    U201610136
邮    箱    694066681@qq.com, U201610136@hust.edu.cn
课    程    C语言程序设计
作 业 号    习题##.##
截止日期    2017年3月3日

简述：
  本程序将给定的马拉松长度26英里(miles)385码(yards)转换为公里数，并输出
******************************************************************************/



#include "stdio.h"

// （变量意义）
#define PI 3.1415927


// 函数原型：（函数功能简述）
void name_of_func(int);



int main(void) {

    return 0;
}




/********************************************
函数介绍：
输入参数：
    [type] [name]：[function]
输出参数：（指终端输出）
返 回 值：[type] [function]
********************************************/
void name_of_func(int x) {
    // body of func
}
